import { CommentItemType } from "./CommentItem";

export const mockComments: CommentItemType[] = [
  {
    uuid: "0",
    address: "島根県益田市",
    name: "益田太郎",
    comment:
      "内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容容内容内容内容内容",
  },
  {
    uuid: "1",
    address: "東京都港区",
    name: "山田太郎 山田太郎 山田太郎 山田太郎",
    comment: "コメント1 コメント1 コメント1 コメント1 コメント1",
  },
  {
    uuid: "2",
    address: "東京都港区 東京都港区 東京都港区 東京都港区",
    name: "山田太郎",
    comment: "コメント1 コメント1 コメント1 コメント1 コメント1",
  },
  {
    uuid: "3",
    address: "東京都中央区",
    name: "益田太郎",
    comment:
      "コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2 コメント2",
  },
];
